brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'htop'
brew 'httpie'
brew 'jless'
brew 'jq'
brew 'parallel'
brew 'ripgrep'
brew 'rocksdb'
brew 'rustup'
brew 'wget'

# casks
cask 'alfred'
cask 'daisydisk'
cask 'dash'
cask 'dropbox'
cask 'git-credential-manager'
cask 'github'
cask 'google-chrome'
cask 'google-drive'
cask 'guitar-pro'
cask 'iterm2'
cask 'reaper'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tdr-nova'
cask 'visual-studio-code'
cask 'zoom'
