tap '1password/tap'
tap 'cargo-lambda/cargo-lambda'
tap 'hashicorp/tap'
tap 'lotyp/homebrew-formulae'
tap 'minio/stable'

brew 'awscli'
brew 'cargo-lambda/cargo-lambda/cargo-lambda'
brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'hashicorp/tap/terraform'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'ipcalc'
brew 'jless'
brew 'jq'
brew 'lotyp/formulae/dockutil'
brew 'minio/stable/mc'
brew 'minio/stable/minio'
brew 'parallel'
brew 'ripgrep'
brew 'rocksdb'
brew 'rustup'
brew 'sqlite'
brew 'wget'

# casks
cask '1password'
cask '1password-cli'
cask 'alfred@4'
cask 'appflowy'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'git-credential-manager'
cask 'github'
cask 'google-chrome'
cask 'google-drive'
cask 'gpg-suite'
cask 'guitar-pro'
cask 'iterm2'
cask 'itsycal'
cask 'reaper'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tdr-nova'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'

# fonts
cask 'font-meslo-for-powerlevel10k'
